import React from 'react'
import BreadcrumbComponent from './component/Breadcrumb'
import Title from './component/Title'
import ImageWithDefault from './component/ImageWithDefault'

const donate = () => {
    return (
        <div className='md:mx-10 mx-2 my-5'>
            <BreadcrumbComponent text={"Donate Us"} />
            <Title text={"Donate Us"} />
            <div className='container mx-auto w-9/12 '>
                {/* <p className='mb-10 font-black'>निराश्रित बच्चों,विकलांगों, विधवाओं,महिलाओं एवं बालकों के विकास कार्य हेतु उनकी शिक्षा,स्वास्थ्य,आवास तथा कल्याणार्थ कार्य करना व करवाना</p> */}
                <div>
                    <div className='font-bold mb-3'>
                        Prakritik Aarogyashram सेवा संस्थान के उद्देश्य सार्वजनिक और धर्मार्थ उद्देश्यों के लिए पूरी तरह से लागू होंगे।
                        <h5>Prakritik Aarogyashram सेवा संस्थान के प्रमुख उद्देश्य:</h5>
                    </div>
                    <ul className='leading-8'>
                        <ol>
                            1.जनसाधारण के स्वास्थ्य, संरक्षण,संवर्धन व रोग निवारण के लिए योग,आयुर्वेद,प्राकृतिक चिकित्सा,फिजियोथेरेपी, एक्यूप्रेशर,एक्यूपंक्चर,एलोपैथी एवं तत्संबंधी अन्य चिकित्सा पद्धतियों के शिविर लगाना संगोष्ठी रैली एवं सेमिनार करना चिकित्सालयों की स्थापना एवं संचालन करना व अनुसंधान केंद्रों की स्थापना करना
                        </ol>
                        <ol>
                            2.पर्यावरण संरक्षण,संवर्धन के कार्य करना व करवाना तथा प्राकृतिक जड़ी बूटियां तैयार करना व उसमें सहयोग करना
                        </ol>
                        <ol>
                            3. नशा मुक्ति एड्स अंधता निवारण तथा राष्ट्रीय रोग उन्मूलन के कार्य करना व करवाना
                        </ol>
                        <ol>
                            4. निराश्रित बच्चों,विकलांगों, विधवाओं,महिलाओं एवं बालकों के विकास कार्य हेतु उनकी शिक्षा,स्वास्थ्य,आवास तथा कल्याणार्थ कार्य करना व करवाना।

                        </ol>
                        <ol>
                            5.बाल विवाह,भ्रूण हत्या,मृत्युभोज दहेज प्रथा,बाल श्रम जैसी कुरुतियों को रोकने का कार्य करना व करवाना|
                        </ol>
                        <ol>
                            6.शिक्षण प्रशिक्षण संस्थाओं छात्रावासों वाचनालयो का निर्माण एवं संचालन करना व करवाना।
                        </ol>
                        <ol>
                            7. रक्तदान,नेत्रदान,देहदान आदि के लिए लोगों को प्रेरित करना।
                        </ol>
                        <ol>
                            8. जल संरक्षण के लिए कार्य करना।
                        </ol>
                        <ol>
                            9. दहेज़ हटाओ बेटी बचाओ बेटी पढ़ाओ के लिए कार्य करना।
                        </ol>
                        <ol>
                            10.राष्ट्र व समाज के उत्थान के लिए कार्य करना।
                        </ol>
                        <ol>
                            11. चल चिकित्सालयों की स्थापना करना।
                        </ol>
                        <ol>
                            12. पत्र-पत्रिकाओं का प्रकाशन करना व करवाना।
                        </ol>
                        <ol>
                            13. गौ संरक्षण व संवर्धन के लिए गौशालाओं का संचालन करना।
                        </ol>
                        <ol>
                            14. योग,प्राकृतिक चिकित्सा, आयुर्वेद तथा वैकल्पिक चिकित्सा पद्धतियों में उत्कृष्ट कार्य करने वाले व्यक्ति एवं संस्थाओं को एक मंच पर लाना तथा उनकी आर्थिक,सामाजिक आध्यात्मिक उन्नति के लिए कार्य करना व करवाना।
                        </ol>
                        <ol>
                            15. शैक्षणिक संस्थाओं में योग प्रतियोगिता करवाना व विद्यार्थियों के मानसिक व शारीरिक विकास हेतु शिविर लगाना।
                        </ol>
                        <ol>
                            16. योग के माध्यम से युवा शक्ति को संगठित करना तथा देश-विदेश में योग व प्राकृतिक चिकित्सा पर आधारित गतिविधियों को संचालित करना।
                        </ol>
                        <ol>
                            17. प्रत्येक जिला एवंं राज्य स्तर पर कमेटियों का गठन करना।
                        </ol>
                        <p>आप भी हमारे साथ जुड़कर समाज सेवा कर सकते है...</p>
                    </ul>
                </div>
                <div className='bg-green-400 px-4 py-3 mb-5 flex justify-center'>
                   <div>
                   <h2 className='text-white font-bold '>Bank account name  : Prakrithik Arogya Ashram</h2>
                    <h2 className='text-white'>Bank account no.  :  11384967514</h2>
                    <h2 className='text-white'>IFSC code : SBIN0003499</h2>
                   </div>
                </div>
                <div className='flex justify-center items-center mb-10'>
                    <ImageWithDefault url="/QR.jpg" width={500} height={200} nameclass="w-96" className="w-" />
                </div>
            </div>
        </div>
    )
}

export default donate